/* NewUser.swift: Screen3 C */
"Add products to your shopping cart, and check them out later." = "Add products to your shopping cart, and check them out later.";

/* NewUser.swift: Screen8 T1 */
"APPLE PAY" = "APPLE PAY";

/* NewUser.swift: Screen3 T2 */
"BAG" = "BAG";

/* NewUser.swift: Screen4 C */
"Build a wishlist with your favorite products to buy them later." = "Build a wishlist with your favorite products to buy them later.";

/* NewUser.swift: Screen6 C */
"Get notifications for new products, promotions and discounts." = "Get notifications for new products, promotions and discounts.";

/* NewUser.swift: Screen5 C */
"Monitor your orders and get updates when something changes." = "Monitor your orders and get updates when something changes.";

/* NewUser.swift: Screen6 T1 */
"NOTIFICATIONS" = "NOTIFICATIONS";

/* NewUser.swift: Screen5 T1 */
"ORDER" = "ORDER";

/* NewUser.swift: Screen8 C */
"Pay with a single click with Apple Pay." = "Pay with a single click with Apple Pay.";

/* NewUser.swift: Screen7 T2 */
"PAYMENTS" = "PAYMENTS";

/* NewUser.swift: Screen2 T1 */
"QUICK SEARCH" = "QUICK SEARCH";

/* NewUser.swift: Screen2 C */
"Quickly find the products you like the most." = "Quickly find the products you like the most.";

/* NewUser.swift: Screen3 T1 */
"SHOPPING" = "SHOPPING";

/* NewUser.swift: Screen7 T1 */
"STRIPE" = "STRIPE";

/* NewUser.swift: Screen1 T2 */
"TO FASHI" = "TO FASHI";

/* NewUser.swift: Screen5 T2 */
"TRACKING" = "TRACKING";

/* NewUser.swift: Screen7 C */
"We support all payment options." = "We support all payment options.";

/* NewUser.swift: Screen1 T1 */
"WELCOME" = "WELCOME";

/* NewUser.swift: Screen4 T1 */
"WISHLIST" = "WISHLIST";

